// 默认股票池，与 LongTerm/config.yaml 保持一致
export const DEFAULT_POOL = [
  "600519.SH",  // 茅台
  "601398.SH",  // 工商银行
  "513310.SH",  // 中韩半导体ETF
  "588080.SH",  // 科创50ETF
  "159949.SH",  // 创业板50ETF
  "510720.SH",  // 红利国企ETF
  "510050.SH",  // 上证50ETF
  "510300.SH",  // 沪深300ETF
  "159201.SH",  // 自由现金流
  "159633.SH",  // 中证1000
  "000858.SZ",  // 五粮液
  "002563.SZ",  // 森马服饰
  "600438.SH",  // 通威股份
  "000428.SZ",  // 华天酒店
  "603618.SH",  // 杭电股份
  "600060.SH",  // 海信视像
  "603777.SH",  // 来伊份
  "002415.SZ",  // 海康威视
  "300750.SZ",  // 宁德时代
  "002594.SZ",  // 比亚迪
  "601318.SH",  // 中国平安
  "002696.SZ",  // 百洋股份
  "000651.SZ",  // 格力电器
  "300502.SZ",  // 新易盛
  "000063.SZ",  // 中兴通讯
  "000333.SZ",  // 美的集团
  "600316.SH",  // 洪都航空
];
